Revit 2024 API
UnitTypeId.Seconds Property
 Seconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Seconds { get; }
Visual Basic
Public Shared ReadOnly Property Seconds As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Seconds {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace